[
  {
    "name": "The Fool",
    "image": "assets/tarot/m00.jpg",
    "description": "Aptal kartı, hayatında yeni bir başlangıç yapma cesaretini ve özgürlüğünü temsil eder. Şu anda kalbinin sesini dinleyerek yepyeni bir yolculuğa adım atma fırsatın var. Geçmişte belki konfor alanında kaldın, ama şimdi sınırlarını zorlama zamanı! Bu kart, içindeki merakı ve keşif ruhunu kutluyor. Gelecekte, cesur adımların seni beklenmedik güzelliklere taşıyabilir. Hayatın akışına güven ve her anın tadını çıkar. Öneri: Yeni bir şeyler denemekten korkma, küçük adımlarla büyük değişimler yaratabilirsin. Kendine inan ve maceraya atıl!"
  },
  {
    "name": "The Magician",
    "image": "assets/tarot/m01.jpg",
    "description": "Büyücü, içindeki yaratıcı gücü ve hedeflerine ulaşma yeteneğini sembolize eder. Şu anda tüm araçlar elinde; yeteneklerini kullanarak hayallerini gerçeğe dönüştürebilirsin. Geçmişte belki potansiyelini tam fark etmedin, ama şimdi becerilerinle parlamanın tam zamanı! Bu kart, odaklanma ve kararlılıkla mucizeler yaratabileceğini hatırlatır. Gelecekte, iraden ve yaratıcılığın seni büyük başarılara taşıyacak. Öneri: Net bir hedef belirle ve enerjini bu yolda kullan. Evren seninle iş birliği yapmaya hazır, yeter ki kendine güven!"
  },
  {
    "name": "The High Priestess",
    "image": "assets/tarot/m02.jpg",
    "description": "Yüksek Rahibe, sezgilerinin gücünü ve içsel bilgeliğini kutlar. Şu anda kalbinin ve içgüdülerinin rehberliğine güvenmelisin. Geçmişte belki mantığına fazla odaklandın, ama şimdi iç sesin sana yol gösterecek. Bu kart, bilinçaltının sana rehberlik ettiğini ve doğru cevapların içinde saklı olduğunu söylüyor. Gelecekte, sezgilerine kulak vererek en güzel kararları alabilirsin. Öneri: Sessiz bir an bul ve meditasyon yap; içindeki bilgelik sana ışık tutacak. Kendi gerçeğini keşfetmek için kendine zaman ayır."
  },
  {
    "name": "The Empress",
    "image": "assets/tarot/m03.jpg",
    "description": "İmparatoriçe, bereket, sevgi ve yaratıcılığın sembolüdür. Şu anda kendine ve çevrene şefkatle yaklaşarak hayatını güzelleştirebilirsin. Geçmişte belki yeterince kendine zaman ayırmadın, ama şimdi yaratıcı enerjini serbest bırakma vakti! Bu kart, ilişkilerinde ve projelerinde bolluk yaratabileceğini hatırlatır. Gelecekte, sevgi dolu bağlantılar ve verimli işler seni bekliyor. Öneri: Kendine küçük hediyeler ver, doğayla bağlantı kur veya yaratıcı bir hobiyle uğraş. Şefkatin, çevrende mucizeler yaratacak!"
  },
  {
    "name": "The Emperor",
    "image": "assets/tarot/m04.jpg",
    "description": "İmparator, disiplin, liderlik ve düzenin gücünü temsil eder. Şu anda hayatına yapı ve kararlılık katarak hedeflerine ulaşabilirsin. Geçmişte belki belirsizlikler yaşadın, ama şimdi kontrolü ele alma zamanı! Bu kart, içindeki lideri ortaya çıkararak sağlam bir temel inşa edebileceğini söylüyor. Gelecekte, planlı adımların seni büyük başarılara taşıyacak. Öneri: Hedeflerin için bir plan yap ve adımlarını kararlılıkla at. Kendi gücüne inan ve liderlik vasıflarını sergile!"
  },
  {
    "name": "The Hierophant",
    "image": "assets/tarot/m05.jpg",
    "description": "Başrahip, bilgelik, gelenek ve rehberliğin sembolüdür. Şu anda, bilgini paylaşarak veya bir mentordan ilham alarak büyüyebilirsin. Geçmişte belki başkalarının deneyimlerinden yeterince faydalanmadın, ama şimdi öğrenme ve öğretme zamanı! Bu kart, topluluğun ve ortak değerlerin gücünü hatırlatır. Gelecekte, rehber olduğun veya rehber bulduğun bir yolculuk seni bekliyor. Öneri: Bir konuda derinlemesine bilgi edin veya çevrendekilere destek ol; paylaşmak seni güçlendirecek!"
  },
  {
    "name": "The Lovers",
    "image": "assets/tarot/m06.jpg",
    "description": "Aşıklar, sevgi, uyum ve kalpten gelen kararların kartıdır. Şu anda ilişkilerinde veya seçimlerinde kalbinin sesini dinleyerek mutluluğu yakalayabilirsin. Geçmişte belki kararsızlıklar yaşadın, ama şimdi sevgiyle bağ kurma zamanı! Bu kart, hem romantik hem de kişisel uyumun önemini vurgular. Gelecekte, kalbinin rehberliğinde aldığın kararlar seni huzura taşıyacak. Öneri: Sevdiklerinle açık bir iletişim kur ve kalbinin ne istediğine odaklan; sevgi her zaman yol gösterir."
  },
  {
    "name": "The Chariot",
    "image": "assets/tarot/m07.jpg",
    "description": "Savaş Arabası, kararlılık ve hedeflere ulaşma gücünü temsil eder. Şu anda odaklanarak ve iradenle engelleri aşabilirsin. Geçmişte belki yönünü bulmakta zorlandın, ama şimdi kontrolü ele alma zamanı! Bu kart, disiplin ve cesaretle hayallerine ulaşabileceğini söylüyor. Gelecekte, kararlı adımların seni zaferlere taşıyacak. Öneri: Hedeflerini netleştir ve bir plan yap; küçük adımlar bile seni büyük başarılara götürebilir!"
  },
  {
    "name": "Strength",
    "image": "assets/tarot/m08.jpg",
    "description": "Güç, içsel cesaretin ve sabrın sembolüdür. Şu anda, sakin kalarak ve kendine güvenerek her türlü zorluğu aşabilirsin. Geçmişte belki sabrın sınandı, ama şimdi içindeki gücü keşfetme zamanı! Bu kart, nazik ama kararlı bir yaklaşımla büyük işler başarabileceğini hatırlatır. Gelecekte, kendine olan inancın seni yeni zirvelere taşıyacak. Öneri: Kendine karşı nazik ol ve zor anlarda derin bir nefes al; içindeki güç her zaman seninle."
  },
  {
    "name": "The Hermit",
    "image": "assets/tarot/m09.jpg",
    "description": "Ermiş, içsel keşif ve bilgelik arayışını temsil eder. Şu anda kendine zaman ayırarak iç dünyanda cevaplar bulabilirsin. Geçmişte belki dış dünyaya fazla odaklandın, ama şimdi içe dönme vakti! Bu kart, sessizlikte ve yalnızlıkta büyük bir bilgelik yattığını söylüyor. Gelecekte, kendi ışığınla yolunu aydınlatacaksın. Öneri: Meditasyon yap veya sessiz bir yürüyüşe çık; iç sesin sana en güzel rehberliği sunacak."
  },
  {
    "name": "Wheel of Fortune",
    "image": "assets/tarot/m10.jpg",
    "description": "Kader Çarkı, hayatın döngüsel doğasını ve fırsatları sembolize eder. Şu anda, evrenin sana sunduğu değişimlere açık olmalısın. Geçmişte belki kontrol etmeye çalıştın, ama şimdi akışa güvenme zamanı! Bu kart, her değişimin yeni bir başlangıç getirdiğini hatırlatır. Gelecekte, beklenmedik fırsatlar seni güzelliklere taşıyacak. Öneri: Değişime kucak aç ve her anın getirdiği hediyeleri fark et; evren senin yanında!"
  },
  {
    "name": "Justice",
    "image": "assets/tarot/m11.jpg",
    "description": "Adalet, dürüstlük ve dengeyi temsil eder. Şu anda, adil ve bilinçli kararlar alarak hayatını dengeye oturtabilirsin. Geçmişte belki haksızlıklarla karşılaştın, ama şimdi doğruyu seçme zamanı! Bu kart, dürüstlüğün ve niyetlerin seni doğru yola taşıyacağını söylüyor. Gelecekte, adaletli yaklaşımın sana huzur ve başarı getirecek. Öneri: Kararlarını verirken vicdanının sesini dinle ve dürüst ol; bu, sana büyük bir hafiflik katacak."
  },
  {
    "name": "The Hanged Man",
    "image": "assets/tarot/m12.jpg",
    "description": "Asılmış Adam, farklı bir bakış açısı ve teslimiyetin gücünü temsil eder. Şu anda, olaylara yeni bir açıdan bakarak büyüme fırsatları yakalayabilirsin. Geçmişte belki kontrolü bırakmakta zorlandın, ama şimdi akışa güvenme zamanı! Bu kart, sabrın ve farklı perspektiflerin sana ilham vereceğini söylüyor. Gelecekte, bu deneyimlerin seni daha bilge kılacak. Öneri: Bir konuda acele etme, farklı bir açıdan bakmayı dene; yeni fikirler seni şaşırtabilir!"
  },
  {
    "name": "Death",
    "image": "assets/tarot/m13.jpg",
    "description": "Ölüm kartı, dönüşüm ve yenilenmenin sembolüdür. Şu anda hayatında bir döngüyü tamamlayarak yepyeni bir başlangıç yapma fırsatın var. Geçmişte belki eski alışkanlıklara tutundun, ama şimdi kendini özgürleştirme zamanı! Bu kart, değişimin sana büyüme ve tazelik getireceğini hatırlatır. Gelecekte, bu dönüşüm seni daha güçlü ve özgün bir versiyonuna taşıyacak. Öneri: Eski yüklerden kurtulmak için bir adım at; belki bir eşyayı bağışla ya da yeni bir hedef belirle!"
  },
  {
    "name": "Temperance",
    "image": "assets/tarot/m14.jpg",
    "description": "Denge, uyum ve sabrın kartıdır. Şu anda farklı yönlerini birleştirerek hayatını harmoniye kavuşturabilirsin. Geçmişte belki dengesizlikler yaşadın, ama şimdi sakinlikle dengeyi bulma zamanı! Bu kart, sabır ve ılımlı bir yaklaşımla her şeyin yoluna gireceğini söylüyor. Gelecekte, içsel huzurun seni yeni fırsatlara taşıyacak. Öneri: Hayatında denge yaratmak için bir rutin oluştur; meditasyon veya nefes egzersizleri sana yardımcı olabilir."
  },
  {
    "name": "The Devil",
    "image": "assets/tarot/m15.jpg",
    "description": "Şeytan kartı, hayatın keyifli yönlerini kucaklamayı ve özgürlüğü temsil eder. Şu anda, kendine zevk aldığın şeylere izin vererek mutluluğu bulabilirsin. Geçmişte belki kendini fazla kısıtladın, ama şimdi yaşamın güzelliklerini kutlama zamanı! Bu kart, tutkularını özgürce ifade etmenin önemini hatırlatır. Gelecekte, kendine sadık kalarak daha fazla neşe bulacaksın. Öneri: Bugün sevdiğin bir aktiviteye zaman ayır; müzik dinle, dans et ya da lezzetli bir yemek yap!"
  },
  {
    "name": "The Tower",
    "image": "assets/tarot/m16.jpg",
    "description": "Kule, özgürleşme ve yenilenme için eski kalıpları yıkmanın sembolüdür. Şu anda, seni sınırlayan alışkanlıkları geride bırakarak yeni bir vizyon yaratabilirsin. Geçmişte belki eski düşüncelere tutundun, ama şimdi özgürleşme zamanı! Bu kart, değişimin seni daha güçlü kılacağını söylüyor. Gelecekte, bu özgürlük sana yepyeni kapılar açacak. Öneri: Kendini sınırlayan bir inancı sorgula ve yerine olumlu bir bakış açısı koy; küçük bir değişim bile büyük fark yaratır!"
  },
  {
    "name": "The Star",
    "image": "assets/tarot/m17.jpg",
    "description": "Yıldız, umut, ilham ve iyileşmenin kartıdır. Şu anda, içindeki ışığı takip ederek hayallerine ulaşabilirsin. Geçmişte belki zor zamanlar yaşadın, ama şimdi umutla dolma zamanı! Bu kart, evrenin sana destek olduğunu ve güzel günlerin yaklaştığını hatırlatır. Gelecekte, inancın seni mucizelere taşıyacak. Öneri: Bir hayal panosu yap veya hedeflerini yaz; pozitif düşünceler seni ileriye taşıyacak!"
  },
  {
    "name": "The Moon",
    "image": "assets/tarot/m18.jpg",
    "description": "Ay, hayal gücünün ve sezgilerin sembolüdür. Şu anda, içsel dünyana dalarak yaratıcı ilhamlar bulabilirsin. Geçmişte belki mantığa fazla odaklandın, ama şimdi hayallerine alan tanıma zamanı! Bu kart, sezgilerinin seni doğru yola yönlendireceğini hatırlatır. Gelecekte, yaratıcı enerjin seni yeni ufuklara taşıyacak. Öneri: Günlük tut, bir hayal kur veya sanatsal bir aktiviteyle uğraş; iç dünyan sana rehberlik edecek!"
  },
  {
    "name": "The Sun",
    "image": "assets/tarot/m19.jpg",
    "description": "Güneş, neşe, berraklık ve başarının kartıdır. Şu anda, hayatındaki güzellikleri fark ederek mutluluğu kucaklayabilirsin. Geçmişte belki belirsizlikler yaşadın, ama şimdi her şeyi net görme zamanı! Bu kart, içindeki pozitif enerjinin seni aydınlatacağını söylüyor. Gelecekte, kendine güvenin seni büyük başarılara taşıyacak. Öneri: Bugün bir şeyi kutla; küçük bir zafer bile olsa, neşeni paylaş ve gülümse!"
  },
  {
    "name": "Judgement",
    "image": "assets/tarot/m20.jpg",
    "description": "Yargı kartı, içsel bir uyanış ve kendini yeniden keşfetme yolculuğunu temsil eder. Şu anda, hayatındaki gerçek amacını fark ederek yeni bir başlangıç yapma fırsatın var. Geçmişte belki kendini tam anlamıyla ifade edemedin, ama şimdi iç sesini dinleme zamanı! Bu kart, kendi değerini kucaklayarak büyük bir dönüşüm yaşayabileceğini söylüyor. Gelecekte, bu farkındalık seni özgüvene ve başarıya taşıyacak. Öneri: Hayatındaki hedeflerini gözden geçir ve kalbinin seni çağırdığı yöne bir adım at!"
  },
  {
    "name": "The World",
    "image": "assets/tarot/m21.jpg",
    "description": "Dünya, tamamlama, bütünlük ve başarının kartıdır. Şu anda, çabalarının meyvesini toplayarak hayatını kutlama fırsatın var. Geçmişte belki zorluklarla karşılaştın, ama şimdi her şeyin bir araya geldiği bir an yaşıyorsun! Bu kart, tüm deneyimlerinin seni daha bilge ve güçlü kıldığını hatırlatır. Gelecekte, bu bütünlük hissi sana yeni kapılar açacak. Öneri: Başarılarını kutla; bir günlük tut veya sevdiklerinle bu güzel anı paylaş!"
  },
  {
    "name": "Ace of Cups",
    "image": "assets/tarot/c01.jpg",
    "description": "Kupa Ası, sevgi, ilham ve duygusal başlangıçların sembolüdür. Şu anda, kalbinin rehberliğinde yeni bir duygusal yolculuğa çıkabilirsin. Geçmişte belki duygularını bastırdın, ama şimdi kalbinle bağlantı kurma zamanı! Bu kart, sezgilerin ve sevginin sana yol göstereceğini söylüyor. Gelecekte, bu duygusal açıklık sana huzur ve neşe getirecek. Öneri: Kalbini aç ve birine güzel bir söz söyle ya da yaratıcı bir projeye başla!"
  },
  {
    "name": "Two of Cups",
    "image": "assets/tarot/c02.jpg",
    "description": "Kupa İkilisi, derin bağlar ve karşılıklı sevginin kartıdır. Şu anda, bir kişiyle ya da bir fikirle güçlü bir bağ kurma fırsatın var. Geçmişte belki yalnız hissettin, ama şimdi uyum ve iş birliği zamanı! Bu kart, ilişkilerde güven ve sevginin önemini hatırlatır. Gelecekte, bu bağlar seni daha mutlu ve güçlü kılacak. Öneri: Bir sevdiğinle açık bir sohbet yap veya bir ortaklık projesine başla; sevgi her zaman kazandırır!"
  },
  {
    "name": "Three of Cups",
    "image": "assets/tarot/c03.jpg",
    "description": "Kupa Üçlüsü, neşe, dostluk ve kutlamanın sembolüdür. Şu anda, sevdiklerinle bir araya gelerek hayatın güzelliklerini paylaşma fırsatın var. Geçmişte belki yalnız zamanlar geçirdin, ama şimdi toplulukla bağ kurma zamanı! Bu kart, ilişkilerin ve mutluluğun seni güçlendireceğini söylüyor. Gelecekte, bu neşeli anlar sana ilham verecek. Öneri: Bir arkadaşını ara, bir kutlama planla veya küçük bir buluşma düzenle; birlikte gülmek seni yenileyecek!"
  },
  {
    "name": "Four of Cups",
    "image": "assets/tarot/c04.jpg",
    "description": "Kupa Dörtlüsü, içsel denge ve sakinliğin kartıdır. Şu anda, duygularını dengeleyerek huzuru bulabilirsin. Geçmişte belki dış etkenler seni yordu, ama şimdi kendine odaklanma zamanı! Bu kart, iç dünyana dönerek kendi ihtiyaçlarını keşfetmenin önemini hatırlatır. Gelecekte, bu sakinlik seni daha güçlü ve bilinçli kılacak. Öneri: Biraz yalnız zaman geçir, meditasyon yap veya sevdiğin bir aktiviteyle kendini şımart; huzur sende!"
  },
  {
    "name": "Five of Cups",
    "image": "assets/tarot/c05.jpg",
    "description": "Kupa Beşlisi, iyileşme ve umutla ilerlemenin sembolüdür. Şu anda, geçmişten gelen deneyimleri geride bırakarak yeni fırsatlara odaklanabilirsin. Geçmişte belki hayal kırıklıkları yaşadın, ama şimdi önündeki güzellikleri görme zamanı! Bu kart, her kaybın yeni bir başlangıç getirdiğini hatırlatır. Gelecekte, bu pozitif bakış açısı seni yeni maceralara taşıyacak. Öneri: Küçük bir şükran listesi yap ve hayatındaki güzel şeylere odaklan; umut her zaman yanındadır!"
  },
  {
    "name": "Six of Cups",
    "image": "assets/tarot/c06.jpg",
    "description": "Kupa Altılısı, paylaşım, neşe ve nostaljinin kartıdır. Şu anda, sevdiklerinle veya topluluğunla bağ kurarak mutluluğu çoğaltabilirsin. Geçmişte belki güzel anılara özlem duydun, ama şimdi bu anıları canlandırma zamanı! Bu kart, cömertliğin ve içtenliğin sana huzur getireceğini hatırlatır. Gelecekte, paylaştıkça daha fazla sevgi ve bağ bulacaksın. Öneri: Bir arkadaşına küçük bir hediye ver veya eski bir anıyı canlandıracak bir buluşma düzenle; paylaşmak seni mutlu edecek!"
  },
  {
    "name": "Seven of Cups",
    "image": "assets/tarot/c07.jpg",
    "description": "Kupa Yedilisi, hayal gücü ve ilhamın sembolüdür. Şu anda, hayallerinle motive olarak hedeflerine ulaşma fırsatın var. Geçmişte belki seçenekler arasında kararsız kaldın, ama şimdi vizyonunu netleştirme zamanı! Bu kart, hayallerinin peşinden giderken odaklanmanın önemini hatırlatır. Gelecekte, bu ilham seni büyük başarılara taşıyacak. Öneri: Hayallerini yazıya dök veya bir hayal panosu oluştur; görselleştirmek seni hedeflerine yaklaştıracak!"
  },
  {
    "name": "Eight of Cups",
    "image": "assets/tarot/c08.jpg",
    "description": "Kupa Sekizlisi, içsel arayış ve daha anlamlı bir yol bulma kartıdır. Şu anda, kalbinin seni çağırdığı yeni bir yolculuğa adım atabilirsin. Geçmişte belki bazı şeyler seni tatmin etmedi, ama şimdi daha iyisini arama zamanı! Bu kart, cesaretle ilerlemenin sana huzur getireceğini söylüyor. Gelecekte, bu arayış seni daha tatmin edici bir hayata taşıyacak. Öneri: Yeni bir hobi dene veya seni heyecanlandıran bir hedef belirle; kalbinin peşinden git!"
  },
  {
    "name": "Nine of Cups",
    "image": "assets/tarot/c09.jpg",
    "description": "Kupa Dokuzlusu, memnuniyet ve kişisel başarının kartıdır. Şu anda, çabalarının karşılığını alarak kendini kutlama fırsatın var. Geçmişte belki çok çalıştın, ama şimdi başarılarının tadını çıkarma zamanı! Bu kart, kendi mutluluğuna odaklanmanın seni güçlendireceğini hatırlatır. Gelecekte, bu neşe seni yeni zaferlere taşıyacak. Öneri: Kendini şımartmak için bir şey yap; sevdiğin bir tatlıyı ye veya bir başarıyı kutla!"
  },
  {
    "name": "Ten of Cups",
    "image": "assets/tarot/c10.jpg",
    "description": "Kupa Onlusu, sevgi, uyum ve bolluğun sembolüdür. Şu anda, sevdiklerinle paylaştığın mutlulukla hayatını zenginleştirebilirsin. Geçmişte belki yalnız hissettin, ama şimdi bağların gücünü kutlama zamanı! Bu kart, aile ve dostlarla kurulan bağların sana huzur getireceğini söylüyor. Gelecekte, bu sevgi dolu anlar seni daha da mutlu edecek. Öneri: Sevdiklerinle bir araya gel, bir yemek organize et veya güzel bir anı yarat!"
  },
  {
    "name": "Page of Cups",
    "image": "assets/tarot/c11.jpg",
    "description": "Kupa Prensi, duygusal açıklık ve yaratıcılığın kartıdır. Şu anda, duygularını özgürce ifade ederek ilham bulabilirsin. Geçmişte belki kendini geri çektin, ama şimdi kalbinle bağlantı kurma zamanı! Bu kart, içindeki çocuksuluğu ve merakı kutlamanın önemini hatırlatır. Gelecekte, bu açıklık seni yeni fırsatlara taşıyacak. Öneri: Birine içten bir mesaj yaz veya yaratıcı bir projeye başla; duyguların seni yönlendirecek!"
  },
  {
    "name": "Knight of Cups",
    "image": "assets/tarot/c12.jpg",
    "description": "Kupa Şövalyesi, tutku ve idealizmin sembolüdür. Şu anda, bir hedefe veya ideale kalbinle bağlı kalarak ilerleyebilirsin. Geçmişte belki tutkularını erteledin, ama şimdi hayallerinin peşinden gitme zamanı! Bu kart, romantizm ve kararlılığın seni güçlendireceğini söylüyor. Gelecekte, bu tutku seni anlamlı başarılara taşıyacak. Öneri: Kalbinin seni çağırdığı bir hedef için küçük bir adım at; tutkun seni ileriye taşıyacak!"
  },
  {
    "name": "Queen of Cups",
    "image": "assets/tarot/c13.jpg",
    "description": "Kupa Kraliçesi, şefkat ve sezgilerin kartıdır. Şu anda, başkalarına destek olarak ve kalbinle bağlantı kurarak huzuru bulabilirsin. Geçmişte belki kendi ihtiyaçlarını ihmal ettin, ama şimdi şefkati kucaklama zamanı! Bu kart, duygusal derinliğin seni güçlendireceğini hatırlatır. Gelecekte, bu sevgi dolu yaklaşım sana güçlü bağlar getirecek. Öneri: Birine yardım et veya birine içten bir iltifat yap; şefkatin mucizeler yaratır!"
  },
  {
    "name": "King of Cups",
    "image": "assets/tarot/c14.jpg",
    "description": "Kupa Kralı, duygusal olgunluk ve sakinliğin sembolüdür. Şu anda, duygularını dengede tutarak liderlik yapabilirsin. Geçmişte belki duygusal dalgalanmalar yaşadın, ama şimdi sakin bir güçle ilerleme zamanı! Bu kart, içsel huzurun ve bilgenin seni rehber kılacağını söylüyor. Gelecekte, bu denge seni başarıya ve saygıya taşıyacak. Öneri: Zor bir durumda sakin kalmayı dene veya birine rehberlik et; içsel gücün seni parlatacak!"
  },
  {
    "name": "Ace of Swords",
    "image": "assets/tarot/s01.jpg",
    "description": "Kılıç Ası, zihinsel berraklık ve gerçeğin kartıdır. Şu anda, net düşünerek ve objektif kararlar alarak yolunu aydınlatabilirsin. Geçmişte belki kararsızlıklar yaşadın, ama şimdi zihninin gücüyle ilerleme zamanı! Bu kart, hakikati aramanın seni özgürleştireceğini hatırlatır. Gelecekte, bu berraklık sana büyük başarılar getirecek. Öneri: Bir karar vermeden önce düşüncelerini yazıya dök; netlik seni doğru yola taşıyacak!"
  },
  {
    "name": "Two of Swords",
    "image": "assets/tarot/s02.jpg",
    "description": "Kılıç İkilisi, denge ve bilinçli kararların sembolüdür. Şu anda, bilgiye dayalı seçimler yaparak içsel huzuru bulabilirsin. Geçmişte belki aceleci davrandın, ama şimdi gerçekleri keşfetme zamanı! Bu kart, sakin kalarak doğru yolu bulabileceğini söylüyor. Gelecekte, bu bilinçli yaklaşım seni güçlü kararlara taşıyacak. Öneri: Bir konuda daha fazla bilgi toplamak için araştırma yap veya birine danış; gerçekler seni özgürleştirecek!"
  },
  {
    "name": "Three of Swords",
    "image": "assets/tarot/s03.jpg",
    "description": "Kılıç Üçlüsü, cesaret ve gerçeği kucaklamanın kartıdır. Şu anda, olaylara dürüstçe bakarak içsel gücünü keşfedebilirsin. Geçmişte belki bazı gerçeklerden kaçındın, ama şimdi açıklıkla ilerleme zamanı! Bu kart, hakikati kabul etmenin seni özgürleştireceğini hatırlatır. Gelecekte, bu cesaret seni daha güçlü kılacak. Öneri: Kendine dürüst bir soru sor ve cevabını yaz; gerçekler seni özgürleştirecek!"
  },
  {
    "name": "Four of Swords",
    "image": "assets/tarot/s04.jpg",
    "description": "Kılıç Dörtlüsü, dinlenme ve zihinsel hazırlığın sembolüdür. Şu anda, sakin kalarak ve plan yaparak gücünü toplayabilirsin. Geçmişte belki çok yoruldun, ama şimdi kendine zaman tanıma vakti! Bu kart, içsel huzurun sana netlik getireceğini söylüyor. Gelecekte, bu hazırlık seni hedeflerine taşıyacak. Öneri: Biraz mola ver, meditasyon yap veya planlarını gözden geçir; sakinlik seni güçlendirecek!"
  },
  {
    "name": "Five of Swords",
    "image": "assets/tarot/s05.jpg",
    "description": "Kılıç Beşlisi, kendi ihtiyaçlarına odaklanma ve özgüvenin kartıdır. Şu anda, kendi hedeflerin için cesur adımlar atabilirsin. Geçmişte belki başkalarına fazla öncelik verdin, ama şimdi kendini ön plana alma zamanı! Bu kart, kendi yolunu çizmenin önemini hatırlatır. Gelecekte, bu özgüven seni başarıya taşıyacak. Öneri: Kendi ihtiyaçlarını belirle ve bir hedef için küçük bir adım at; sen buna değersin!"
  },
  {
    "name": "Six of Swords",
    "image": "assets/tarot/s06.jpg",
    "description": "Kılıç Altılısı, geçiş ve iyileşmenin sembolüdür. Şu anda, yeni bir başlangıç yaparak huzura doğru ilerleyebilirsin. Geçmişte belki zorluklar yaşadın, ama şimdi sakin bir limana yol alma zamanı! Bu kart, değişimi kucaklamanın seni güçlendireceğini söylüyor. Gelecekte, bu yolculuk sana yeni fırsatlar sunacak. Öneri: Yeni bir başlangıç için küçük bir plan yap veya sakin bir yürüyüşe çık; ilerlemek sana iyi gelecek!"
  },
  {
    "name": "Seven of Swords",
    "image": "assets/tarot/s07.jpg",
    "description": "Kılıç Yedilisi, dürüstlük ve zekanın kartıdır. Şu anda, kendi değerlerine sadık kalarak yaratıcı çözümler bulabilirsin. Geçmişte belki kısa yollar aradın, ama şimdi dürüstlükle ilerleme zamanı! Bu kart, zekan ve doğruluğun seni başarıya taşıyacağını hatırlatır. Gelecekte, bu yaklaşım sana güven ve saygı kazandıracak. Öneri: Bir konuda dürüst bir yaklaşım geliştir ve zekanı kullan; doğruluk her zaman kazandırır!"
  },
  {
    "name": "Eight of Swords",
    "image": "assets/tarot/s08.jpg",
    "description": "Kılıç Sekizlisi, özgürleşme ve sınırları kucaklamanın kartıdır. Şu anda, kendi gücünü fark ederek kısıtlamalardan kurtulabilirsin. Geçmişte belki kendini sınırlanmış hissettin, ama şimdi özgürlüğeplana at; özgürlük seni bekliyor! Bu kart, zihninin gücünü kullanarak yeni bir bakış açısı kazanabileceğini söylüyor. Gelecekte, bu farkındalık seni daha özgür kılacak. Öneri: Kendini sınırlayan bir inancı sorgula ve yerine olumlu bir düşünce koy; zihnin seni özgürleştirecek!"
  },
  {
    "name": "Nine of Swords",
    "image": "assets/tarot/s09.jpg",
    "description": "Kılıç Dokuzlusu, zihinsel huzur ve odaklanmanın kartıdır. Şu anda, kontrol edemediğin şeyleri bırakarak zihnini özgürleştirebilirsin. Geçmişte belki endişelere kapıldın, ama şimdi sakin bir zihinle ilerleme zamanı! Bu kart, içsel gücünle huzuru bulabileceğini hatırlatır. Gelecekte, bu berraklık seni daha güçlü kılacak. Öneri: Endişelerini yazıya dök ve yerine olumlu bir hedef koy; zihnin sana rehberlik edecek!"
  },
  {
    "name": "Ten of Swords",
    "image": "assets/tarot/s10.jpg",
    "description": "Kılıç Onlusu, bir döngünün tamamlanması ve yeni bir başlangıcın kartıdır. Şu anda, eski yüklerden kurtularak zihnini özgürleştirebilirsin. Geçmişte belki zorlayıcı durumlar yaşadın, ama şimdi yenilenme zamanı! Bu kart, sınırlarını fark ederek daha güçlü bir yola adım atabileceğini söylüyor. Gelecekte, bu dönüşüm seni özgürlüğe ve berraklığa taşıyacak. Öneri: Geçmişi geride bırakmak için bir ritüel yap; belki eski notları temizle veya yeni bir hedef yaz!"
  },
  {
    "name": "Page of Swords",
    "image": "assets/tarot/s11.jpg",
    "description": "Kılıç Prensi, merak ve öğrenme tutkusunun sembolüdür. Şu anda, yeni bir bilgi veya beceri edinerek zihnini zenginleştirebilirsin. Geçmişte belki öğrenmeye yeterince zaman ayırmadın, ama şimdi keşfetme zamanı! Bu kart, merakının seni yeni ufuklara taşıyacağını hatırlatır. Gelecekte, bu öğrenme seni daha güçlü kılacak. Öneri: Yeni bir kitap oku, bir kursa kaydol veya merak ettiğin bir konuyu araştır; bilgi seni güçlendirecek!"
  },
  {
    "name": "Knight of Swords",
    "image": "assets/tarot/s12.jpg",
    "description": "Kılıç Şövalyesi, cesurca fikirlerini ifade etme ve kararlılığın kartıdır. Şu anda, zihninin gücüyle hedeflerine hızla ilerleyebilirsin. Geçmişte belki sessiz kaldın, ama şimdi sesini duyurma zamanı! Bu kart, net ve dürüst iletişimle başarıya ulaşabileceğini söylüyor. Gelecekte, bu cesaret seni öne taşıyacak. Öneri: Fikrini paylaşmak için bir konuşma başlat veya bir projede liderlik yap; sesin önemli!"
  },
  {
    "name": "Queen of Swords",
    "image": "assets/tarot/s13.jpg",
    "description": "Kılıç Kraliçesi, zihinsel berraklık ve nazik iletişimin sembolüdür. Şu anda, diplomatik bir şekilde konuşarak ilişkileri güçlendirebilirsin. Geçmişte belki sert kararlar aldın, ama şimdi zarif bir denge kurma zamanı! Bu kart, net düşünmenin ve inceliğin seni başarıya taşıyacağını hatırlatır. Gelecekte, bu yaklaşım sana saygı kazandıracak. Öneri: Bir konuda nazik ama net bir şekilde konuş; kelimelerinle köprüler kur!"
  },
  {
    "name": "King of Swords",
    "image": "assets/tarot/s14.jpg",
    "description": "Kılıç Kralı, otorite ve zihinsel gücün kartıdır. Şu anda, kararlı ve adil bir şekilde liderlik yaparak hedeflerine ulaşabilirsin. Geçmişte belki belirsizlikler yaşadın, ama şimdi net bir vizyonla ilerleme zamanı! Bu kart, zihninin gücüyle her şeyi başarabileceğini söylüyor. Gelecekte, bu otorite seni büyük başarılara taşıyacak. Öneri: Bir plan yap ve kararlılıkla uygula; liderliğin seni parlatacak!"
  },
  {
    "name": "Ace of Wands",
    "image": "assets/tarot/w01.jpg",
    "description": "Değnek Ası, ilham ve yaratıcı başlangıçların sembolüdür. Şu anda, yeni bir fikir veya tutkuyla harekete geçme fırsatın var. Geçmişte belki enerjini tam kullanmadın, ama şimdi ateşli bir başlangıç zamanı! Bu kart, içindeki kıvılcımın seni büyük işlere taşıyacağını hatırlatır. Gelecekte, bu ilham seni başarıya ulaştıracak. Öneri: Yeni bir projeye başla veya seni heyecanlandıran bir fikri yaz; tutkun seni yönlendirecek!"
  },
  {
    "name": "Two of Wands",
    "image": "assets/tarot/w02.jpg",
    "description": "Değnek İkilisi, vizyon ve seçeneklerin kartıdır. Şu anda, geleceğini planlayarak yeni yollar keşfedebilirsin. Geçmişte belki kararsız kaldın, ama şimdi kendi yolunu çizme zamanı! Bu kart, cesur hayallerin seni yeni ufuklara taşıyacağını söylüyor. Gelecekte, bu vizyon seni başarıya ulaştıracak. Öneri: Hedeflerini yaz ve bir sonraki adımı planla; vizyonun seni özgürleştirecek!"
  },
  {
    "name": "Three of Wands",
    "image": "assets/tarot/w03.jpg",
    "description": "Değnek Üçlüsü, planları hayata geçirme ve büyümenin sembolüdür. Şu anda, adımlarını atarak hayallerini gerçekleştirebilirsin. Geçmişte belki plan aşamasında kaldın, ama şimdi harekete geçme zamanı! Bu kart, vizyonunun seni yeni fırsatlara taşıyacağını hatırlatır. Gelecekte, bu çaba seni büyük başarılara ulaştıracak. Öneri: Bir hedef için küçük bir adım at; planların gerçeğe dönüşecek!"
  },
  {
    "name": "Four of Wands",
    "image": "assets/tarot/w04.jpg",
    "description": "Değnek Dörtlüsü, kutlama ve topluluğun kartıdır. Şu anda, sevdiklerinle başarılarını paylaşarak neşeyi çoğaltabilirsin. Geçmişte belki yalnız çalıştın, ama şimdi bir araya gelme zamanı! Bu kart, birlikteliğin ve mutluluğun seni güçlendireceğini söylüyor. Gelecekte, bu neşe sana ilham verecek. Öneri: Bir kutlama düzenle veya sevdiklerinle bir anı yarat; birlikte gülmek seni yenileyecek!"
  },
  {
    "name": "Five of Wands",
    "image": "assets/tarot/w05.jpg",
    "description": "Değnek Beşlisi, yaratıcı ifade ve iş birliğinin sembolüdür. Şu anda, fikirlerini sakin bir şekilde paylaşarak fark yaratabilirsin. Geçmişte belki rekabet hissettin, ama şimdi iş birliği yapma zamanı! Bu kart, farklı bakış açılarının seni zenginleştireceğini hatırlatır. Gelecekte, bu yaklaşım seni başarıya taşıyacak. Öneri: Bir grup projesinde fikrini paylaş veya bir tartışmada yapıcı ol; iş birliği kazandırır!"
  },
  {
    "name": "Six of Wands",
    "image": "assets/tarot/w06.jpg",
    "description": "Değnek Altılısı, zafer ve tanınmanın kartıdır. Şu anda, çabalarının karşılığını alarak parlayabilirsin. Geçmişte belki yeterince fark edilmedin, ama şimdi başarılarını kutlama zamanı! Bu kart, kendine güveninin seni öne taşıyacağını söylüyor. Gelecekte, bu zafer seni yeni hedeflere ulaştıracak. Öneri: Bir başarını kutla veya birine teşekkür et; gururun seni güçlendirecek!"
  },
  {
    "name": "Seven of Wands",
    "image": "assets/tarot/w07.jpg",
    "description": "Değnek Yedilisi, cesaret ve kararlılığın sembolüdür. Şu anda, inandığın şeyleri savunarak gücünü gösterebilirsin. Geçmişte belki geri adım attın, ama şimdi duruşunu koruma zamanı! Bu kart, içsel gücünün seni başarıya taşıyacağını hatırlatır. Gelecekte, bu cesaret sana saygı kazandıracak. Öneri: İnandığın bir konuda net bir duruş sergile; sesin güçlü ve değerli!"
  },
  {
    "name": "Eight of Wands",
    "image": "assets/tarot/w08.jpg",
    "description": "Değnek Sekizlisi, hız ve hareketin kartıdır. Şu anda, hızlı kararlarla hedeflerine doğru ilerleyebilirsin. Geçmişte belki bekledin, ama şimdi harekete geçme zamanı! Bu kart, enerjinin ve fırsatların seni beklediğini söylüyor. Gelecekte, bu hız seni yeni başarılara taşıyacak. Öneri: Hızlı bir karar ver veya bir projeyi başlat; momentum seni ileriye taşıyacak!"
  },
  {
    "name": "Nine of Wands",
    "image": "assets/tarot/w09.jpg",
    "description": "Değnek Dokuzlusu, dayanıklılık ve kararlılığın kartıdır. Şu anda, hedeflerine bağlı kalarak gücünü gösterebilirsin. Geçmişte belki yorgunluk hissettin, ama şimdi son bir çabayla zaferi yakalama zamanı! Bu kart, azminin seni başarıya taşıyacağını hatırlatır. Gelecekte, bu kararlılık sana büyük ödüller getirecek. Öneri: Hedefine ulaşmak için küçük bir adım daha at; bitiş çizgisi çok yakın!"
  },
  {
    "name": "Ten of Wands",
    "image": "assets/tarot/w10.jpg",
    "description": "Değnek Onlusu, sorumlulukları kucaklama ve gücün kartıdır. Şu anda, zorluklara rağmen hedeflerine ulaşmak için çalışabilirsin. Geçmişte belki fazla yük aldın, ama şimdi bu yükleri başarıya dönüştürme zamanı! Bu kart, içindeki gücün her engeli aşabileceğini söylüyor. Gelecekte, bu çaba seni gururlandıracak. Öneri: Önceliklerini belirle ve bir görev listesi yap; odaklanmak seni hafifletecek!"
  },
  {
    "name": "Page of Wands",
    "image": "assets/tarot/w11.jpg",
    "description": "Değnek Prensi, macera ve yeni fırsatların sembolüdür. Şu anda, heyecan verici bir başlangıçla potansiyelini keşfedebilirsin. Geçmişte belki cesaretini tam kullanmadın, ama şimdi yeni bir yolculuğa atılma zamanı! Bu kart, merakının seni ilham verici yollara taşıyacağını hatırlatır. Gelecekte, bu enerji seni başarıya ulaştıracak. Öneri: Yeni bir fikri keşfet veya küçük bir risk al; macera seni bekliyor!"
  },
  {
    "name": "Knight of Wands",
    "image": "assets/tarot/w12.jpg",
    "description": "Değnek Şövalyesi, tutku ve cesaretin kartıdır. Şu anda, enerjinle hedeflerine hızla ilerleyebilirsin. Geçmişte belki bekledin, ama şimdi harekete geçme zamanı! Bu kart, tutkunun ve kararlılığın seni yeni ufuklara taşıyacağını söylüyor. Gelecekte, bu cesaret seni büyük başarılara ulaştıracak. Öneri: Harekete geçmek için bir plan yap veya bir projeye başla; enerjin seni uçuracak!"
  },
  {
    "name": "Queen of Wands",
    "image": "assets/tarot/w13.jpg",
    "description": "Değnek Kraliçesi, karizma ve dikkatli liderliğin sembolüdür. Şu anda, çevrendeki fırsatlara odaklanarak parlayabilirsin. Geçmişte belki dikkatin dağıldı, ama şimdi vizyonunu netleştirme zamanı! Bu kart, enerjin ve özgüvenin seni başarıya taşıyacağını hatırlatır. Gelecekte, bu çekicilik sana ilham verecek. Öneri: Çevrendeki detaylara dikkat et ve bir hedefe odaklan; karizman seni öne taşıyacak!"
  },
  {
    "name": "King of Wands",
    "image": "assets/tarot/w14.jpg",
    "description": "Değnek Kralı, yaratıcılık ve vizyonun kartıdır. Şu anda, eski fikirleri yeni yollarla birleştirerek büyük işler başarabilirsin. Geçmişte belki rutine takıldın, ama şimdi yenilik yapma zamanı! Bu kart, liderlik ve tutkuyla hedeflerine ulaşabileceğini söylüyor. Gelecekte, bu vizyon seni başarıya taşıyacak. Öneri: Yaratıcı bir projeye başla veya eski bir fikri yeniden canlandır; vizyonun seni parlatacak!"
  },
  {
    "name": "Ace of Pentacles",
    "image": "assets/tarot/p01.jpg",
    "description": "Pentagram Ası, bolluk ve yeni fırsatların sembolüdür. Şu anda, refah için bir plan yaparak sağlam adımlar atabilirsin. Geçmişte belki fırsatları kaçırdın, ama şimdi yeni bir başlangıç zamanı! Bu kart, çabanın sana maddi ve manevi zenginlik getireceğini hatırlatır. Gelecekte, bu planlar seni başarıya ulaştıracak. Öneri: Bir hedef için tasarruf planı yap veya bir proje başlat; bolluk seni bekliyor!"
  },
  {
    "name": "Two of Pentacles",
    "image": "assets/tarot/p02.jpg",
    "description": "Pentagram İkilisi, denge ve esnekliğin kartıdır. Şu anda, seçeneklerini tartarak hayatında uyum yaratabilirsin. Geçmişte belki çok fazla sorumluluk aldın, ama şimdi dengeyi bulma zamanı! Bu kart, esnekliğin seni başarıya taşıyacağını hatırlatır. Gelecekte, bu uyum sana huzur getirecek. Öneri: Günlük bir denge planı yap veya esnek bir rutin oluştur; denge seni güçlendirecek!"
  },
  {
    "name": "Three of Pentacles",
    "image": "assets/tarot/p03.jpg",
    "description": "Pentagram Üçlüsü, iş birliği ve başarının kartıdır. Şu anda, yeteneklerini paylaşarak bir projeyi tamamlayabilirsin. Geçmişte belki yalnız çalıştın, ama şimdi takımla parlamanın zamanı! Bu kart, ortak çabanın seni başarıya taşıyacağını hatırlatır. Gelecekte, bu iş birliği sana yeni fırsatlar sunacak. Öneri: Bir grup projesine katıl veya birine yeteneklerini göster; birlikte çalışmak kazandırır!"
  },
  {
    "name": "Four of Pentacles",
    "image": "assets/tarot/p04.jpg",
    "description": "Pentagram Dörtlüsü, güvenlik ve planlamanın kartıdır. Şu anda, kaynaklarını akıllıca kullanarak geleceğini güçlendirebilirsin. Geçmişte belki belirsizlikler yaşadın, ama şimdi sağlam bir temel kurma zamanı! Bu kart, planlı olmanın sana huzur getireceğini hatırlatır. Gele cloudyce, bu güvenlik seni başarıya taşıyacak. Öneri: Bir tasarruf hedefi belirle veya bütçe yap; planlama seni özgürleştirecek!"
  },
  {
    "name": "Five of Pentacles",
    "image": "assets/tarot/p05.jpg",
    "description": "Pentagram Beşlisi, ihtiyaçlarını fark etme ve harekete geçme kartıdır. Şu anda, kendi ihtiyaçlarına odaklanarak hayatını zenginleştirebilirsin. Geçmişte belki bazı eksiklikler hissettin, ama şimdi kendine destek olma zamanı! Bu kart, kendi değerini bilmenin seni güçlendireceğini hatırlatır. Gelecekte, bu farkındalık seni bolluğa taşıyacak. Öneri: İhtiyaçlarını yaz, birine destek iste veya küçük bir adım at; kendine iyi bakmak seni güçlendirecek!"
  },
  {
    "name": "Six of Pentacles",
    "image": "assets/tarot/p06.jpg",
    "description": "Pentagram Altılısı, cömertlik ve paylaşımın sembolüdür. Şu anda, zamanını veya kaynaklarını paylaşarak hem kendine hem başkalarına fayda sağlayabilirsin. Geçmişte belki paylaşımı erteledin, ama şimdi verme zamanı! Bu kart, cömertliğin sana huzur ve bağ getireceğini söylüyor. Gelecekte, bu iyilik seni bollukla ödüllendirecek. Öneri: Birine küçük bir iyilik yap veya bir hayır işine destek ol; paylaşmak seni mutlu edecek!"
  },
  {
    "name": "Seven of Pentacles",
    "image": "assets/tarot/p07.jpg",
    "description": "Pentagram Yedilisi, sabır ve ilerlemenin kartıdır. Şu anda, hedeflerine doğru attığın adımları değerlendirerek motive olabilirsin. Geçmişte belki sonuçları hemen görmek istedin, ama şimdi sabrın zamanı! Bu kart, çabanın meyve vereceğini hatırlatır. Gelecekte, bu sabır seni büyük başarılara taşıyacak. Öneri: İlerlemeni gözden geçir ve bir başarı günlüğü tut; her adım seni hedeflerine yaklaştırıyor!"
  },
  {
    "name": "Eight of Pentacles",
    "image": "assets/tarot/p08.jpg",
    "description": "Pentagram Sekizlisi, özveri ve ustalaşmanın sembolüdür. Şu anda, yeteneklerini geliştirerek en iyisini yapma fırsatın var. Geçmişte belki yeterince odaklanmadın, ama şimdi çalışmanın zamanı! Bu kart, çabanın seni başarıya taşıyacağını söylüyor. Gelecekte, bu özveri sana gurur ve ödül getirecek. Öneri: Bir beceriyi geliştirmek için pratik yap veya bir projeye odaklan; çalışman seni parlatacak!"
  },
  {
    "name": "Nine of Pentacles",
    "image": "assets/tarot/p09.jpg",
    "description": "Pentagram Dokuzlusu, bağımsızlık ve başarının kartıdır. Şu anda, emeğinin karşılığını alarak kendi değerini kutlayabilirsin. Geçmişte belki çok çalıştın, ama şimdi ödülleri toplama zamanı! Bu kart, öğrenmenin ve paylaşmanın seni güçlendireceğini hatırlatır. Gelecekte, bu başarı seni daha özgür kılacak. Öneri: Kendini ödüllendir veya birine bir şey öğret; başarıların seni parlatıyor!"
  },
  {
    "name": "Ten of Pentacles",
    "image": "assets/tarot/p10.jpg",
    "description": "Pentagram Onlusu, bolluk ve aile bağlarının sembolüdür. Şu anda, sevdiklerinle ve başarılarınla mutluluğu paylaşabilirsin. Geçmişte belki yalnız çalıştın, ama şimdi topluluğunla kutlama zamanı! Bu kart, maddi ve manevi zenginliğin seni güçlendireceğini söylüyor. Gelecekte, bu bağlar sana huzur getirecek. Öneri: Ailenle veya arkadaşlarınla bir buluşma düzenle; birlikte kutlamak seni yenileyecek!"
  },
  {
    "name": "Page of Pentacles",
    "image": "assets/tarot/p11.jpg",
    "description": "Pentagram Prensi, öğrenme ve fırsatların kartıdır. Şu anda, yeni bir beceri veya kaynakla geleceğini inşa edebilirsin. Geçmişte belki fırsatları göz ardı ettin, ama şimdi keşfetme zamanı! Bu kart, merakının seni bolluğa taşıyacağını hatırlatır. Gelecekte, bu öğrenme seni başarıya ulaştıracak. Öneri: Yeni bir beceri öğrenmek için bir kursa bak veya küçük bir yatırım planı yap; bilgi seni güçlendirecek!"
  },
  {
    "name": "Knight of Pentacles",
    "image": "assets/tarot/p12.jpg",
    "description": "Pentagram Şövalyesi, disiplin ve akıllıca planlamanın sembolüdür. Şu anda, kaynaklarını dikkatli kullanarak hedeflerine ulaşabilirsin. Geçmişte belki aceleci davrandın, ama şimdi sabırlı olma zamanı! Bu kart, çabanın seni sağlam bir başarıya taşıyacağını söylüyor. Gelecekte, bu disiplin sana güven getirecek. Öneri: Bir bütçe yap veya bir projeyi planla; adım adım ilerlemek seni güçlendirecek!"
  },
  {
    "name": "Queen of Pentacles",
    "image": "assets/tarot/p13.jpg",
    "description": "Pentagram Kraliçesi, bolluk ve güzelliklerin kartıdır. Şu anda, hayatın keyifli yönlerini kucaklayarak mutluluğu bulabilirsin. Geçmişte belki basit zevkleri erteledin, ama şimdi keyif alma zamanı! Bu kart, şefkat ve zarafetin seni güçlendireceğini hatırlatır. Gelecekte, bu yaklaşım sana huzur getirecek. Öneri: Güzel bir yemek yap, sanatla uğraş veya doğada vakit geçir; güzellik seni yenileyecek!"
  },
  {
    "name": "King of Pentacles",
    "image": "assets/tarot/p14.jpg",
    "description": "Pentagram Kralı, istikrar ve başarının sembolüdür. Şu anda, kaynaklarını akıllıca yöneterek güvenilir bir temel inşa edebilirsin. Geçmişte belki belirsizlikler yaşadın, ama şimdi sağlam adımlar atma zamanı! Bu kart, liderlik ve planlamanın seni bolluğa taşıyacağını söylüyor. Gelecekte, bu istikrar sana huzur getirecek. Öneri: Finansal bir hedef belirle veya bir planı hayata geçir; istikrar seni parlatacak!"
  }
]